[{"Id":2,"Page":["recGYPEcKNbr9e2gf"],"Header":"ORAL HISTORY FOR URBAN JUSTICE","Content":"The Housing Justice Oral History Project intends to depict the world as it is envisioned through collective struggles toward social, spatial, and environmental justice and embodied in the everyday actions of those who move that struggle forward. While many activists, organizers, and communities involved in these movements have developed deep relationships based on solidarity and mutual support in the face of profit-oriented development, such inequitable policies and practices continue to drive fragmentations across this complex ecosystem of actors. Each story assembled in the oral history serves to encourage connection, exchange, and dialogue across this ecosystem. \n\nWe hope this collective authoring process —a shared history of struggle and creative defiance— will foster new, lasting relationships, sustain far-reaching knowledge exchange, and generate powerful narratives about housing that center on justice, care, and self-determination. Producing and sharing these counter-narratives affirms more dynamic histories and care-based models of housing justice and challenges expert interventions that only serve dominant political and economic interests. \n\nSimultaneously, this project seeks to support and expand the community of scholars engaged in fights for housing justice. Academic researchers have historically employed asymmetrical and extractive knowledge production and interpretation methods that reinforce racial, gender, and class hierarchies. The interconnected practices of oral history, radical cartography, and community advocacy promoted by this project offer a framework for conducting militant research grounded in intersectional and abolitionist theories of change. \n\nWe hope this project promotes and models inclusive, reflexive, and conscious research approaches that affirm the agency, knowledge, and dignity of each community member in the development and execution of any research project.\n\n","Order":2,"id":"rec6Bnwx3zpltQ4P2"},{"Id":12,"Page":["recD5GaNY3zGiLouN"],"Content":"The Housing Justice Oral History Project amplifies and connects the memories and voices of all New Yorkers who have been involved in shaping the history of the city's housing movement through their past and ongoing organizing efforts.\n","Order":0,"id":"rec7cI1va5eZven6z"},{"Id":10,"Page":["recv1Qurtm1enSGDy"],"Content":"Housing activism has a rich history in New York City, where workers, immigrants, low-income, and BIPOC communities have long fought for the right to access low-cost, equitable, and adequate housing. This city boasts powerful achievements in claiming the right to the city in collectivity and through practices of solidarity and knowledge exchange. This is clearly reflected across the oral history projects assembled in this platform. You will find themes, campaigns, organizations, and people mentioned numerous times across the diverse voices and stories being part of this project. You can trace personal relationships, neighborhood coalitions, and movement alliances. \n\n","Order":1,"id":"recByq7eP8eQjxRTM"},{"Id":15,"Page":["recCDufdjLvm9etGK"],"Header":"STUDENTS, SCHOLARS, AND COMMUNITY RESEARCHERS","Content":"If you are an undergraduate, graduate, or postgraduate student or a researcher actively engaged in housing or urban studies, either at The New School or beyond, and you are interested in contributing to the ongoing oral history projects to gain experience in designing, conducting, and disseminating oral history projects, please fill out this form: [HOUSING JUSTICE ORAL HISTORY PROJECT INTERNSHIP FORM](https://docs.google.com/forms/d/e/1FAIpQLSc1Qa_lt1Sp5wzuWC8N5KnkvVIxLAz2GI15wWIoeuJZolHtIQ/viewform?usp=sf_link)\n\n","Order":2,"id":"recCImptkymQp1R8G"},{"Id":9,"Page":["recZvfZ3CWsrW3fCH"],"Header":"Questions?","Content":"If you have questions about the use of this site, please don't hesitate to contact us: housingjustice@newschool.edu\n","Order":4,"id":"recCTAYJeDSP1dz59"},{"Id":6,"Page":["recZvfZ3CWsrW3fCH"],"Content":"Oral histories are archived, so they may continue to be useful outside of the time, place, and community in which they are recorded, with particular attention to their use in connecting the knowledge gained in the past and present with its potential to shape future thought and action. Through this project’s radical cartography, we intend to cultivate awareness of and engagement with this rich history of popular struggle among those not already involved in housing movements, those peripherally involved, or those participating in movements unfolding in other cities. We seek to develop not only a repository of stories and information about housing and social justice but to help connect the vast geography of tenants, unhoused people, working-class homeowners, scholars, activists, collectives, and neighborhoods by sharing the knowledge of the struggle for housing in New York City through oral history.\n\nEvery oral history relies on the narrator’s memories, views, and opinions. Interviewers strive to create a space for an intimate, candid, and expansive conversation about the narrator’s life. Because of oral history's personal and often political nature, listeners may find some viewpoints or language of the recorded participants at odds with their own. In keeping with its mission of preservation and unfettered access whenever possible, we present these views as recorded. Beyond this commitment to open access, we also wish to publish these narratives exactly as they appear in the recording. We value the information shared as crucial knowledge supporting the struggle toward housing justice. Importantly, narrators also maintain the right to listen to and review their recording after it is complete and to make any comments, edits, or suggestions they see fit. The agency of the narrator as the author of their own account is central to the practice of oral history.\n","Order":1,"id":"recCpoNzosTiOkHOV"},{"Id":13,"Page":["recCDufdjLvm9etGK"],"Content":"You can get involved in the Housing Justice Oral History Project as an interviewer or as a narrator. More than being interested in assembling narratives, we intend to build relationships. We seek to work closely with a group, association, or organization for a period to build rapport and to decide how to tell and visualize the narratives collaboratively. We intend to build trust that might evolve into a one-time collaboration or a long-term partnership with Parsons Housing Justice Lab (HJL) involving community advocacy and public education programs. \n","Order":0,"id":"recEYAQtFxRica44A"},{"Id":1,"Page":["recGYPEcKNbr9e2gf"],"Content":"This oral history project aims to bring together the voices of all those New Yorkers whose past and present organizing efforts shape the city and its history. It seeks to amplify the voices, stories, and movements that have and are changing the way we live and relate to each other in the city. It focuses particularly on the efforts that have used community organizing, cooperativism, and coalition building to not only fight against profit-driven development, gentrification, and displacement but also to envision in collectivity new policy platforms and development approaches leading to the production of non-speculative housing development guaranteeing permanent affordable housing, including mutual housing associations, non-limited equity housing cooperatives, and community land trusts. \n\nAdditionally, this project underscores the struggles against redlining outcomes, rezoning processes, and environmental injustices that have plagued Brown and Black communities for decades. Lastly, to celebrate and preserve the voices of those involved in housing movements, this project seeks to visualize where those voices and stories take place and make those narratives accessible to everyone through an interactive digital cartography serving as a permanent archive.\n\n","Image":[{"id":"attH1Vg3Wlk6N58xz","width":1800,"height":1129,"url":"https://v5.airtableusercontent.com/v3/u/44/44/1756756800000/9mMi0TTYXK9wX2RjgXu6qA/kpuoWvzjlBvJa9sHMJvnUx4ePE5OCEYc7JxLM7szovFEbceM1qgcK2bqEJ3uFCQOdQQrr2GyzW0WfN4i4AHZr01CJwaTNgsOUAvJ-WPciynWD_ENAfu_S9RGAvHNVemqFz2Qw9B6FgA4BgPQUw0IwQ/w0jP7-V1JzpduRqqYPdPiS2KEDxYyrfAQ1fKufVibGk","filename":"OHP Image.jpg","size":607927,"type":"image/jpeg","thumbnails":{"small":{"url":"https://v5.airtableusercontent.com/v3/u/44/44/1756756800000/IYMk4omXzw_01y5g1hr4lA/GJFz6EV2UgwCxseDE1ZdHZlpZtXZqx2hr4vf8ZBclMTbeR5aeXZkm500TJmniMIj9CXU9Ou7WOTbyCxC4AiATqGPC8joqMgRqikRujCEnvnS6wjj4fBlTqAVo-ryHxdZloE2DYEjP38gn9BSV5IgUA/QjSOnOgEFfdZwv38fbLsPgfHfg9iYHxpMDISBhENv2A","width":57,"height":36},"large":{"url":"https://v5.airtableusercontent.com/v3/u/44/44/1756756800000/Tl9sypDQ5mrDV-EjRek2cg/9GvVf3Kg1rZyqdpYJGJaOs_163F3S1BgevIyujLIVK0iIWfw_I78woy-SMk7Vu2H73ZRLlzPw-aR_WIfN5P_hWC_8hsnDmIb-FdpyTwJRl3X4UPkes8EwqCUrtrBvvA4erbl4ei0zrlWe3BXMkqpxg/dZlZIkYDKOYKjigBh6epKZKmPNunh4TPH48vgwE7KRE","width":816,"height":512},"full":{"url":"https://v5.airtableusercontent.com/v3/u/44/44/1756756800000/wb616eTnRp7yif-b7l4ilw/yulbK9ENfKxbur-tG75YV5XH5W5hwtFe6DwUkstzNAPRzWUku2xu9azgD8bm8JKz4_uKqSPs01XCOPpNTH1I8jwNMigGOIz18SUlZ3jNiJSfa5Bp1354b7WsiapDcgx2FtoGUYYdgXHVE_ugxkJYDw/Idbunr_ZC657E-P0HzXkGOv2q2e4O9eHk8Q7PGTG-9M","width":3000,"height":3000}}}],"Order":1,"id":"recInVmZBIs7GXG0k"},{"Id":17,"Page":["recCDufdjLvm9etGK"],"Header":"Contact Us","Content":"Please don't hesitate to contact us: housingjustice@newschool.edu\n","Order":4,"id":"recJbLxAc742ZO69j"},{"Id":4,"Page":["recJ671cCQroWEX7v"],"Header":" Radical Cartography","Content":"For centuries, maps have been drawn from the perspectives and interests of those in power, such as governments, militaries, banks, and corporations. Organizing space into territories and borders underlies a history of colonization and genocide of Indigenous people’s places and knowledges. This process structured the violence of chattel slavery, Jim Crow, and redlining, enshrining the segregation and dispossession of Black people. Today, the city’s stubborn zoning maps carry forth these legacies of dispossession and marginalization into their current forms, such as the gentrification of Black, Brown, immigrant, and working-class neighborhoods throughout the city.\n\nRadical cartography is a mode of questioning the power and knowledge that maps produce as common sense, a way of understanding the limitations and violence that maps enact in our daily lives, and a tool for organizing collective, community-based struggles towards ambiguity, porousness, and connection within and across mapped boundaries. While maps made by the powerful aim to collapse the complexities of a place into neat borders and new marketable neighborhoods, collective and community-driven mapping practices excavate the messy, entangled social histories and material ecologies of a place. This radical, relational approach positions communities to remap the places where they live according to their own identities, experiences, and histories and build movements of resistance to the colonizing legacy of top-down cartographies through community plans and other collective practices.\n","Order":2,"id":"recPraROswrnqcEua"},{"Id":14,"Page":["recCDufdjLvm9etGK"],"Header":"ORAL HISTORIANS, SCHOLARS, AND COMMUNITY LEADERS","Content":"If you are an oral historian, scholar, or community leader working closely with a tenant association, housing cooperative, mutual housing association, community land trust, community-based organization, neighborhood initiative, or any other group organizing for housing justice and are either interested in or currently involved in conducting an oral history with such a group, there are different ways to collaborate with us and include your work in our online repository. Please fill out the following form to provide more information about yourself and your oral history project: [HOUSING JUSTICE ORAL HISTORY PROJECT CONTRIBUTION FORM](https://docs.google.com/forms/d/e/1FAIpQLSdRsKJOnYUgFzW36pjcNOSxw1mHruSRYa_h_ju_5-4N3-UJ0Q/viewform?usp=sf_link)\n","Order":1,"id":"recRuuSl9TYqKE9Vr"},{"Id":8,"Page":["recZvfZ3CWsrW3fCH"],"Header":"Copyrights and Fair Use","Content":"The interviews are made available for research, educational, and organizing purposes only.  If you are interested in using an interview in any other way, please contact the contact person of that speific oral history project directly.\n\nOral history interviews produced in the US are subject to US copyright law, which protects fair use of the interview in reproduction, distribution, display, public performance, and the creation of derivative works. Before an interview is recorded, duplicated, transcribed, indexed, made public as an audio file or transcript, quoted in a publication or broadcast, or deposited in an archive, the narrator must transfer copyright ownership to the individual or organization sponsoring the project. Please look at the copyright policy stated in each oral history project.\n\nNarrators have the right to know how their interviews will be used. Sponsoring organizations or individual interviewers will benefit from thinking broadly when explaining future use, as technological developments constantly create new avenues for publishing and distributing oral histories. If for some reason narrators want to restrict the use of their interviews, they have the right to state those restrictions, and the depository is obligated to protect the restrictions to every extent possible.\n","Order":3,"id":"recj4gcLeXLnUpiqc"},{"Id":11,"Page":["recGYPEcKNbr9e2gf"],"Header":"Sponsors","Content":"**[Zolberg Institute on Migration and Mobility](https://zolberginstitute.org)**\nThe institute supports critical and applied scholarship and provides opportunities for social action and policy engagement for faculty, students, and the broader New School community. It undertakes initiatives to inform and influence public debate and public policy at the national and global levels. The term “mobility” in the Institute’s name is the key to its mission. It commits to a dynamic understanding of concepts central to the field of migration studies—borders, citizenship and other forms of membership, the nation-state, forced migration, migration due to climate change, and disasters. It also opens up for examination of the prevailing political, cultural, and economic narratives that both influence and are influenced by scholarship, policy, and social action. For more informaiton, visit **[Zolberg Institute](https://zolberginstitute.org).** \n\n**[Parsons Housing Justice Lab](https://parsons.edu/housingjusticelab/)**\nA platform for dialogue, research, and design that advocates for equitable neighborhood development. Combining academic and popular knowledge, this collaborative laboratory aims to expose the damaging aspects produced by the current housing system, such as discrimination, tenure insecurity, displacement, and homelessness, as well as explore practices and policy frameworks emerging as a response that pursues housing justice through the promotion of tenant protections and rent regulation, new forms of access to adequate housing, capacity building for collective action, cooperative models of housing and community development, and other social alternatives for housing and equitable development. For more information, visit **[Parsons Housing Justice Lab](https://parsons.edu/housingjusticelab/)**.\n\n","Order":3,"id":"recktAQX547NR5LRk"},{"Id":3,"Page":["recJ671cCQroWEX7v"],"Content":"Oral history is a method and a field of study involving the collection, preservation, and interpretation of voices and memories of people and communities. It is the oldest method of sharing knowledge, predating the written word. The practice of oral history offers the opportunity to question historical modes of information gathering and knowledge creation and to critique extractive research methods.\n\nThere is a long history within Western Euro-American academic traditions of exploiting Black, Brown, indigenous, immigrant, and poor populations for the purpose of research. Responding to this, Black, Indigenous, and feminist historians have embraced approaches to oral history that complicate the researcher-research subject binary and allow for more open, caring approaches to collective knowledge creation and sharing. Within this framework, narrators and interviewers create a historical narrative together, one that emphasizes the identity, story, and life experience of the narrator. This method of interviewing weakens the distinction between “researcher” and “participant” in favor of a more honest relationship based on mutual responsibility, trust, and care. Oral histories are preserved in archives and shared in order to provide a direct, lasting benefit to popular knowledge.\n","Order":1,"id":"recmc7wf3Yed4UyP8"},{"Id":5,"Page":["recJ671cCQroWEX7v"],"Header":"Community Advocacy","Content":"Community advocacy is an approach rooted in principles of empowerment, inclusion, human rights, self-determination, and collective action. It addresses the interconnected and unwavering struggles of marginalized communities against state-sanctioned neglect and violence and towards liberation from those systems of oppression. Community advocacy relies on the knowledge and experience of marginalized and oppressed communities as a primary source of information. It empowers communities in research processes leading to action by bringing them together and making them participants in elaborating a collective project based on their aspirations. In this case, we understand this collective work as a crucial framework for transforming community, urban, and housing development practices.\n\nWe see community advocacy as an alternative approach to community engagement promoted by governments and experts, which often resorts to hierarchical and top-down methods by default. Working directly with communities, this methodology often involves a self- reflective process through mutual engagement with the dialectical tension between community members and community advocates. This tension is the main source of dynamism in the process of mutual transformation between the researcher-practitioner and the members of a community. Community advocates do not monopolize knowledge nor impose a way of working but respect and combine their own skills with a community’s own knowledge, taking them as full partners and co-researchers.\n\nIn summary, oral history is our chosen method for locating, gathering, and preserving stories collaboratively and in community with the narrators who share them. The radical cartography as a living archive builds on these histories by highlighting connections and forging relationships between each narrator’s story, providing an archival space that allows for discovering additional layers of visual, material, and narrative complexity. Community advocacy and public education programs serve as the educational and practical anchor for these co-creative initiatives, stewarding the historical archive and ensuring its accessibility to any community, individual, movement, or organization struggling toward just housing policy. Taken together, these three elements can lead to innovative practices and theories of change while producing powerful popular knowledge promoting social and spatial justice.\n","Order":3,"id":"recnUSZxlP6t0uMZp"},{"Id":16,"Page":["recCDufdjLvm9etGK"],"Header":"MUTUAL LEARNING AND CARE","Content":"Through this work, we also aim to develop a framework for conducting oral histories that other institutions, researchers, and movements can learn from when designing their own projects. We are available and interested in mutual learning and supporting your work toward designing and conducting oral history, building interview skills and protocols, and developing ethical community and institutional processes. All involvement in this project, whether as interviewer or narrator, is conditioned on mutual respect and grounded in an ethical orientation towards co-creation, personal agency, and collective care.\n\nThis project involves communities marginalized by New York City’s housing system and whose activism increases their vulnerability to surveillance, policing, or landlord harassment. Thus, ensuring the safe participation of all individuals, groups, and communities is at the heart of our work. All team members are committed to a working framework that acknowledges ethical protocols and refuses any action that may increase the risk of involvement for any narrator. We see this as an opportunity to get creative with how narrators can participate in and shape this oral history. We also center the expertise and authority of narrators on developing risk mitigation strategies and designing modes of participation that directly support the safety and success of themselves and their communities. As in any oral history project, narrators retain the right to withdraw from the oral history at any point.\n","Order":3,"id":"recuVaSY4QVaFPtfN"},{"Id":7,"Page":["recZvfZ3CWsrW3fCH"],"Header":"Guidelines for Use","Content":"To record, archive, preserve, and share this oral history project in a way that respects our narrators' dignity, privacy, and agency, we abide by the General Principles & Best Practices for Oral History as set forth by the Oral History Association. These guidelines will be implemented in collectivity with the community of narrators we seek to build through this project, ensuring that this material's future use is conducted following a rigorous and transparent ethical framework. \n\nThe audio recording is the primary source for each interview. Part of preserving oral history also includes the transcription, when possible, of each interview. Where provided, transcripts serve as a guide to the interview. Transcripts are nearly verbatim copies of the recorded interview and may contain the natural false starts, verbal stumbles, misspeaks, and repetitions common in conversation. We include these natural speech patterns because it connects readers back to the recorded oral history and the audible voice of the narrator. Some people may find these verbal patterns helpful in their own analyses. Unless these verbal patterns are relevant when quoting, all those using this material are encouraged to correct the grammar and make other modifications to maintain the flavor of the narrator’s speech while editing the material for the print standards.\n\nProper credit to and citation of the narrator is an essential component of oral histories, whether they are used by researchers, journalists, or community members alike. People using oral histories should include the citations located at the end of each interview. Consent to any form of participation by a narrator in an oral history must always be freely and knowingly given. From the outset, the narrator and interviewer agree on how the narrator should be credited when the oral history is archived. Narrators have the right to use a pseudonym in the recording, recordkeeping, preservation, and citation of oral history materials.\n","Order":2,"id":"reczVizZkDwGeXrvy"}]