[{"Name":"Gabriela Rendón.","Description":"Founder Director, Project Coordination and Development. Mexican-born urban planner, researcher, and educator. Over the last 15 years, she has worked with immigrant and low-income community groups facilitating participatory-action research projects, community-led plans, and neighborhood-based initiatives. She is co-founder of Urban Front and Cohabitation Strategies, where she has collaborated in multiple urban and community projects commissioned by nonprofits, public agencies, municipalities, and national governments across cities in Western Europe, South America, and North America. Gabriela is an Associate Professor of Urban Planning and Community Development and Director of the Housing Justice Lab at The New School. She holds a Ph.D. in Spatial Planning and Strategy, an MS in Urbanism, and a BS in Architecture. She is currently writing a book titled _Defiant Neighborhoods: Rise, Revitalization, and Gentrification of Immigrant Communities in Latinx Brooklyn_. \n\n\n","Type":"Team","Status":"Published","Order":0,"id":"recT6OpXO9CViIjnY"},{"Name":"Lynn Lewis.","Description":"Project Advising, Training, and Development. Lynn works at the intersection of community organizing, oral history, participatory action research and popular education. She is the former ED and civil rights organizer at Picture the Homeless, is a founding steering committee member of the New York City Community Land Initiative (NYCCLI) and Communities United for Police Reform and is a founding board member of the E. Harlem/El Barrio Community Land Trust, and is formerly homeless. Lynn has an MA in Oral History from Columbia U, and is the recipient of a NEH/OHA Fellowship 2022/2023 for her work on the Picture the Homeless Oral History Project. Her book, _Women Who Change the World: Stories From the Fight for Social Justice,_ (City Lights, 2023) is a collection of oral history interviews with community organizers and cultural workers. Lynn is an adjunct faculty at the New School.\n\n","Type":"Team","Status":"Published","Order":1,"id":"rec9qlBDcKwY4iO32"},{"Name":"Rob Robinson","Description":"Activist, organizer, and educator committed to housing justice and human rights. Rob is an Adjunct Professor of Urbanism at the MS Design and Urban Ecologies program and advisor for the Picture the Homeless Oral History Project and other ongoing oral history projects. \n","Type":"Collaborator","Status":"Published","Order":1,"id":"recX6cvPFB5GtmH58"},{"Name":"Eric Brelsford.","Description":"Platform, Repository, and Map Development. Eric is a Brooklyn-based software developer focusing on mapping and data visualization. He is particularly interested in how maps affect the way we see and interact with cities, and how people can use maps to have an impact on their neighborhoods. Eric got started with web mapping and community-driven data projects while working on a map of publicly-owned vacant land in NYC that also acts as an organizing tool (596 Acres). He has worked on numerous similar projects since and is well-versed in open-source GIS. Outside of mapping projects, he teaches GIS, Python, and web mapping at local universities including The New School.\n\n","Type":"Team","Status":"Published","Order":2,"id":"recVPoYVYugodrlQj"},{"Name":"Phillip Norman","Description":"Oral Historian and Writer. Phillip has professional writing and editing experience as a grassroots communications specialist. As a freelance oral historian, he collaborates frequently with grassroots organizations who are seeking to tell their story to the larger communities where they work to effect change. As a writer/editor on these projects, his goal is to develop a compelling narrative and establish a conversational tone that makes complex political discussions accessible to the everyday voter. Phillip is the founder and leader of _From The Ground Up: Oral Histories of East Brooklyn Congregations' Nehemiah Homes._\n","Type":"Collaborator","Status":"Published","Order":2,"id":"rec6IEwKAQ424Pjr4"},{"Name":"Xavier Moysén Alvarez.","Description":"Research Assistant. Xavier is a Sociology PhD student from Monterrey, México. His main research interests are populism, authoritarianism, new media propaganda, radicalization, and law and society. In Mexico, he worked as a researcher for CEEAD, a center dedicated to the study and improvement of legal education in Mexico. Based in Brooklyn since 2021, Xavier is currently an adjunct faculty at CUNY City Tech where he teaches introductory Sociology courses. He previously worked as a researcher at the CUNY Mexican Studies Institute. Xavier is a horror movie and music fanatic.\n","Type":"Team","Status":"Published","Order":3,"id":"rec92zz750czR2CHe"},{"Name":"Cynthia Tobar","Description":"Artist, activist-scholar, archivist, and oral historian. Cynthia is an Associate Professor and Head of Archives at Bronx Community College, where she creates socially engaged art programming, community-based archiving, and storytelling projects that incubate spaces of culturally responsive memory-building to further advance community engagement with the Archives. Cynthia is the leader of the _Cities for People, Not for Profit Oral History Project: Gentrification and Housing Activism in Bushwick._\n","Type":"Collaborator","Status":"Published","Order":3,"id":"recc88sz7FLTszvX6"},{"Name":"Jiray Avedisian.","Description":"Project Assistant and Senior Researcher. Jiray is a graduate student in the MS Design and Urban Ecologies program at Parsons School of Design at The New School. They have extensive experience in leadership development, dialogue-based problem-solving, and administrative support. Their academic background is in political anthropology, and they are asking questions about incarceration and the political economy of US cities. Curious, imaginative, and proactive, Jiray is adept at identifying points of difference and communicating across diverse identities, experiences, and organizations.\n","Type":"Team","Status":"Published","Order":4,"id":"recuouxr4WmakV5be"},{"Name":"Mia Charlene White","Description":"Assistant Professor of Environmental Studies in the Environmental Studies Program at the New Schools for Public Engagement, with a co-teaching appointment at the Milano School for International Affairs, Management and Urban Policy.\n","Type":"Collaborator","Status":"Published","Order":4,"id":"reciCK70sZtcCvAIN"},{"Name":"Diana Zacca Thomaz","Description":"Postdoctoral Fellow at Zolberg Institute on Migration & Mobility and Assistant Professor at the University of Amsterdam. Diana is the Project Coordinator of the Community Action for Safe Apartments Oral History Project.\n","Type":"Collaborator","Status":"Published","Order":5,"id":"recGaLTKbkZRwS0sr"}]