[{"Name":"Cities For People, Not For Profit","Status":"Published","Id":13,"interviews":["rec8Fj5qGLkz9VWMg","recQH5CBXYNy91YSR","recbszMsm9ZPKFr6I","rec5acLl46QlJ4r7i","recBfvyjFYnWlXBli"],"Slug":"cities-for-people,-not-for-profit-13","Keywords":["Community Control","Building Tenant Power"],"Contact":"Cynthia Tobar: latona28@gmail.com","Site":"https://www.citiesforppl.org/","Themes":["Gentrification","Nonprofit Housing Justice Initiatives","Immigrant-led Activism","Displacemement"],"About":"_Cities for People, Not for Profit: Gentrification and Housing Activism in Bushwick_ is an oral history project tracing the history of ongoing gentrification and subsequent fight for affordable housing in Bushwick, Brooklyn from the perspective of artists, activists, and community residents. Oral history can be used as an entry point to explore what Henri Lefebvre famously termed the citizen’s “right to the city” and to explore how these narratives can respond to rampant real estate growth and housing policy. The goal is to have these stories posted online alongside informative tools and resources to help activate the community, such as alternative housing strategies, locating activist organizations and fair housing efforts in the area. Ultimately, we want to seek effective ways to empower urban residents to contribute to greater urban democracy, using these stories to underscore the urgent need for politics in this city to prioritize housing that corresponds to the human social needs of the people of this city rather than to the capitalist profit-driven economy of the elite few. This will help ignite relationships amongst urban historians, policymakers and community activists, with the various groups being affected by gentrification in Bushwick in order to participate in real solutions with the community’s best interest in mind.\n\nThis project involves various collaborations with grassroots groups, community-based organizations, and activist scholars including the NYC chapter of the **[Anti-Eviction Mapping Project](https://antievictionmap.com/nos-cuidamos)**, the **[Bushwick Housing Independence Project](https://www.bhipbk.org),** and the Housing Justice Oral History Project. For more information about these collaborations see below.\n","Goals":"_The Cities For People, Not for Profit_ project provides a framework for urban historians, policy makers, and community activists to spark relationships with Latine residents being affected by gentrification in Bushwick to activate the community to participate in real solutions with the community’s best interests in mind. The aim of this project was to capture interviews that reflected the social, political, and economic effects of gentrification as it is unfolding in the neighborhood, with the narratives capturing a sense of immediacy in housing insecurity among Latine BIPOC residents, activists and artists. The interviews with Latinx and BIPOC residents as well as with other advocates reflect the community-based nature of the project, which in turn echoes the project’s mission and goals for community-sourced solutions to gentrification and displacement of Latine and BIPOC people in the neighborhood.\n","Team":"_Cities for People, Not for Profit_  is an ongoing oral history project led by artist, archivist, and oral historian Cynthia Tobar. She has collaborated with different community-based organizations and grassroots groups for this project including the NYC Chapter of the Anti-Eviction Mapping Project, the Bushwick Housing Independence Project, and the Housing Justice Oral History Project.\n \n**Anti-Eviction Mapping Project (AEMP)**\n_Nos Cuidamos_ is a collaborative oral history project between the Anti-Eviction Mapping Project (AEMP) and Cities for People, Not For Profit that began in April 2020, documenting stories about how residents of Bushwick, Brooklyn organized to meet each other's needs during COVID-19. They began conducting oral histories with neighboring residents and organizers participating in mutual aid to understand how their work fits within the larger context of housing organizing and racial justice movements. The experiences shared reflect how food and housing insecurity issues, as experienced by BIPOC, poor, and working class communities in Bushwick, were intertwined and had further compounded by the COVID-19 pandemic and economic crisis. The interviewing, transcription and archiving work on this project was supported by a grant from The City University of New York PSC-CUNY Research Award Program. To listen to Nos Cuidamos' oral histories, visit the Cities for People, Not for Profit, **[website](https://www.citiesforppl.org)**.\n\n**Bushwick Housing Independence Project (BHIP)**\n_Building Tenant Power with BHIP_ is an ongoing collaboration with the _Bushwick Housing Independence Project_ and the _Housing Justice Oral History Project_ under the leadership of Amy Collado and Gabriela Rendón, respectively. This project seeks to reveal the outcomes, tangible and intangibles, of gentrification from the point of view of tenants and those affected. Through local narratives, it exposes past organizing strategies, mobilizations, coalitions, and challenges while celebrating the commitment and determination of those who have fought to preserve the working-class and immigrant character of Bushwick. By amplifying and preserving the experiences, voices, and memories of all of those who have built tenant power, _Building Tenant Power with BHIP_ seeks to build and strengthen relationships with tenants and community leaders who shared BHIP's values and to serve as a tool for community engagement to inform their ongoing organizing efforts in the neighborhood. \n\nThis collaboration was kicked off with the assistance of students from Parsons MS Design and Urban Ecologies program Class of 2025. They conducted interviews, transcribed recordings, and analyzed narratives as part of this collaboration with the assistance of Xavier Moysén Alvarez, PhD candidate in Sociology at the New School for Social Research (NSSR). The team includes Soraya Barar, Avery Crower, Aqdas Fatima, Isabelle Groenewegen, Lauren Leiker, Rhaynae Lloyd, Zoe Moskowitz, Leah Roy, Chey Socheata, and Natalie Temple. \n","Photo":"/content/images/projects/recj2B8ObpwFM9aHW_full.jpg","locations":["rece7b9nPbcptlkPl"],"id":"recj2B8ObpwFM9aHW","RecordId":"recj2B8ObpwFM9aHW"},{"Name":"Community Action for Safe Apartments","Status":"Published","Id":16,"interviews":["recCf6A3VRShnXLxz","recrNJz0Wqhx1Bh74"],"Slug":"community-action-for-safe-apartments-16","Contact":"d.zaccathomaz@uva.nl","Site":" https://newsettlement.org/casa/ ","Themes":["Land and Housing Rights","Gentrification","Resistance Relationships","Tenants' Rights","Right to Counsel"],"About":"Based in the Southwest Bronx, CASA (Community Action for Safe Apartments) is a tenant organizing initiative of the non-profit organization New Settlement. Since 2005, CASA has represented and mobilized thousands of local rent-stabilized tenants for the preservation and improvement of the area’s affordable housing stock and, more broadly, for housing justice in New York City and beyond. \n\nCASA is guided by the principle of community ownership: local tenants make up both its membership and leadership. They are responsible for informing CASA’s work in all its aspects, from deciding on the agenda items of regular meetings to determining the priorities and strategies of public campaigns. To facilitate this member-led work in a diverse community, CASA also practices what it calls “language justice”: its meetings offer simultaneous Spanish-English translation, and all its campaign materials are made available in both languages. \n\nCASA’s work is based both on the formation of tenant associations in different buildings and on the organization of public campaigns for housing justice. CASA organizers knock on local tenants’ doors block by block, listen to the housing issues they are facing (from unsafe structural conditions to different forms of landlord harassment), educate them about their rights, and support their organization into tenant associations to claim their rights. CASA members and leaders also identify the pressing legal and policy housing issues impacting their community and strategize for change, often in coalition with other organizations.\n\nThrough its grassroots and campaigning work, CASA has played a key role in shaping local and national struggles for housing justice. It has decisively contributed to yearly campaigns against rent increases for rent-stabilized apartments with the Rent Guidelines Board, including in the 2015 historic approval of the first rent freeze in the board’s history. CASA has spearheaded multiple campaigns for the protection of the rights of tenants living in rent-stabilized apartments, such as the campaign against Major Capital Improvements, and it was part of a broader movement pressing for the 2019 Housing Stability and Tenant Protection Act. CASA was a galvanizing force in the coalition campaign for a participatory rezoning of Jerome Avenue between 2015 and 2017. It has also promoted important reforms in housing court to counter the power imbalance between landlords’ attorneys and unrepresented tenants. \n\nBut CASA is perhaps best known for being a leading voice in the campaign for low-income tenants’ right to counsel. Their concerted and coalition-based efforts paved the way for the 2017 signing of the Local Law 136 (also known as the Universal Access Law), which made New York City the first US jurisdiction to guarantee low-income tenants facing eviction access to free legal representation in the city’s housing courts. Since obtaining this major victory, CASA has pushed for its implementation through the adequate funding of legals service providers and for the passing of a state-wide right to counsel legislation. During the covid-19 pandemic, CASA joined calls for a ban on evictions and launched a campaign envisioning and strategizing for an eviction-free Bronx. \n\nThis oral history project gathers the experiences and perspectives of CASA leaders who have been at the forefront of these and many other mobilizations for housing justice. Their stories attest to the transformative power of grassroots organizing, from the mundane acts of care among neighbors to the spectacular collective feats, from improvements in the physical conditions of an individual member’s apartment to the achievement of progressive legal and policy changes. Perhaps these transformations, big and small, are what make up the watchword members proudly intone in their marches across the city: CASA Power.\n\n","Goals":"The CASA Oral History Project aims to record, preserve, and share CASA’s history of activism for housing justice. It seeks to disseminate the lived experiences, deep knowledge, social criticism, and visions for change of CASA’s leadership. By doing so, it hopes to increase the visibility of the initiative so that others similarly impacted by or concerned with housing injustice can be inspired to get involved, and so that researchers, elected officials, and policymakers can learn from the perspectives and propositions of the New Yorkers in the front line of the city’s intractable housing struggle. The project also aims to support CASA’s ongoing work in terms of facilitating a reflection on its past as a tool for strategizing in the present and future.\n\nThe project began in the winter of 2023, when Diana Zacca Thomaz, then a postdoctoral fellow at the Zolberg Institute for Migration and mobility at The New School, approached CASA’s leaders and then-director Yeraldi Perez about their potential interest in co-developing an oral history of CASA. Diana had previously established a relationship with CASA through a service learning partnership for a course she taught at The New School. The preparation of the project involved multiple meetings with CASA leaders and staff members over the purpose, content, and methods of the project. After CASA leaders had selected the narrators that would feature in the project and an interview guide and protocol were developed, most interviews were conducted in person in the Bronx in April of 2023 thanks to the logistical coordination of Yeraldi Perez, with some interviews taking place later and online with the coordinating support of Hal Bergold as CASA lead organizer.\n","Team":"The key people driving this collective project are the narrators themselves. Their willingness to share their experiences, narratives, and knowledge have made this project possible and meaningful in the first place.\n\nOther relevant collaborators are Diana Zacca Thomaz, Assistant Professor of Sociology at the University of Amsterdam, and Gabriela Rendón, Associate Professor of Urban Planning and Community Development at The New School. Diana proposed the oral history project, facilitated its planning, conducted the interviews in English, and produced their respective materials (transcripts, indexes, and summaries) available on the website. Gabriela Rendón welcomed CASA’s Oral History Project under the umbrella of the Housing Justice Oral History Project, offering support with the project’s planning and execution. \n\nGabriela Rendón and her research assistant Xavier Moysén Alvarez, PhD Candidate of Sociology, conducted the interviews in Spanish, whose materials were then processed by research assistant Silvia Castro, graduate student at the Strategic Design and Management program. The project also relied on the oral history expertise and guidance of Lynn Lewis. Finally, Natalia Shevin, fellow at the Urban Democracy Lab at NYU, contributed to the project by coordinating her students of the course teach _Rent, Tenants, and Housing in 20th Century New York City_ at NYU in the Spring 2024 to process the transcripts of the English interviews.\n\n","Photo":"/content/images/projects/recG0Tn8vXeSe4CZx_full.jpg","locations":["recBoQXb0tQWC9Z6d"],"id":"recG0Tn8vXeSe4CZx","RecordId":"recG0Tn8vXeSe4CZx"},{"Name":"Cooper Square CLT","Status":"Published","Id":2,"interviews":["recdLJ7CcpekMJHCv","recl48wOnQGnyZCY4","recgA5w07snw180Qk","recn6M6cnP1mQAFPg","recf5LRHRGUNTjd9V","recXj40vPMApsbb9z","recN19IoSMbM0qa3m","recAO1hjLEOX35mVg"],"Slug":"cooper-square-clt-2","Keywords":["Mutual Housing Association","Community Land Trusts"],"Contact":"Gabriela Rendon, housingjustice@newschool.edu","Site":"coopersquareclt.org","Themes":["Community Control","Gentrification","Shared Ownership","Land and Housing Rights"],"About":"The Cooper Square Community Land Trust Oral History Project documents and honors the struggles, experiences, and memories of the individuals—residents, organizers, activists, and devoted advocates—who have stewarded the land of the Cooper Square Community Land Trust (CLT) since its inception in Manhattan's Lower East Side. This transgenerational project aims to reveal lessons from past battles, victories, and setbacks while acknowledging the dedication, love, and care bestowed upon this land by those who paved the way. Conceived as an organizing and educational tool, it empowers future generations to engage in shaping the future of the Cooper Square community.\n\nBorn out of the struggles against Robert Moses and his controversial urban renewal plans during the 1950s and 1960s, the Cooper Square CLT was officially established in 1993. Since then, it has protected the principle of community control and shared ownership. For the past three decades, the Cooper Square CLT has owned and stewarded the land beneath the 21 buildings comprising the Cooper Square Mutual Housing Association II. More recently, it has extended its custodianship to include the land of Two Buildings Tenants United HDFC, located in the same neighborhood.\n\nThis oral history project serves as a unifying endeavor, bringing together a diverse community of organizers, activists, and visionaries who have helped the Cooper Square community thrive in a context of disinvestment and, most recently, gentrification. In an ever-changing context, their narratives prove that alternative models of housing development and management are not only viable but vital to preserving low-income, working-class, and immigrant communities. By documenting the contributions of the Cooper Square CLT, this project illuminates its profound impact on the activism in the Lower East Side and New York City's housing movement.\n\n","Goals":"Being the oldest community land trust in New York City still in operation, Cooper Square CLT has become a beacon for community control over land and housing, inspiring traditionally excluded and disenfranchised communities across neighborhoods in the city, particularly over the last two decades. During this period, the community land trust movement kicked off and expanded as profit-driven development, gentrification, and displacement took over post-industrial and disinvested areas that were home to low-income, working-class, immigrant, Latinx, and Black communities.\n\nThis oral history project embraces some of the shared values rooted in both the Cooper Square CLT and the community land trust movement at large—community control, knowledge exchange, and intergenerational wealth transfer, in this case, in an intangible sense.\n\nThe planning of this oral history project started in the Spring of 2022, approximately a year after the passing of Frances Goldin, the founder of one of the oldest anti-displacement organizations in the nation—the Cooper Square Committee. This organization played a crucial role in the establishment of both the Cooper Square CLT and the Cooper Square Mutual Housing Association II. The departure of Goldin and other fierce activists vital for the preservation of the Cooper Square community and the emergence of new leadership in both organizations inspired the creation of this project to learn from the past to act upon the present and imagine the future.\n\nThe project was initiated by the Board of Directors of the Cooper Square CLT, under the leadership of board member Gabriela Rendón. The preparation of the oral history involved a four-month period of research and multiple meetings to define its purpose and the type of conversatioons that could help achieve such purpose. During this time, the leadership of the Cooper Square MHA II was invited to discuss the project and share feedback and ideas. \n\n","Team":"Narrators are the main collaborators of this ongoing collective endeavor. They not only shared their time, experiences, and memories but also took time to listen to their recordings and review their transcripts before being published. \n\nOther key collaborators are the Board of Directors of the Cooper Square CLT comprised of Tom Angotti, Michael Atkins, Harriet Cohen, Larissa Ho, Monxo López, Valois Mickens, and Gabriela Rendón.\n\nLast but not least, students from The New School assisted in transcribing, editing, and indexing the interviews. The research team that worked on the first round of interviews during the Fall 2022 includes Sam Ayala (MS Environmental Policy and Sustainability Management), Em Flaire (BFA Integrated Design), Isis Gamble (Ph.D. Public and Urban Policy), Cristy Garcia (BA Anthropology), Mariana Londono (MA Arts Management and Entrepreneurship), Nan Fang (MS Strategic Design and Management), Anna Roth (MFA Fashion Design and Society), and Lucas Tatarsky (MA International Affairs). Jiray Avedisian, (MS Design and Urban Ecologies), senior researcher from the Housing Justice Oral History Project, conducted similar work for a second round of interviews.\n\n","Photo":"/content/images/projects/recyFUC9adwAqY625_full.jpg","locations":["recSS8v4qsOxYFklR"],"id":"recyFUC9adwAqY625","RecordId":"recyFUC9adwAqY625"},{"Name":"From The Ground Up","Status":"Published","Id":14,"interviews":["recKXMDFdPzkRecCl","reciuwROkbaKwqwwp","recVfLv7xHSzTaQKd"],"Slug":"from-the-ground-up-14","Keywords":["Community Control"],"Contact":"Phillip Norman, phillip.norman.27@gmail.com","Site":"ebcnehemiah-stories.org","Themes":["Generational Wealth-Building","Home Ownership/Equity","Immigrant Communities","Relational Organizing","Neighborhood Revitalization"],"About":"_From The Ground Up: Oral Histories of East Brooklyn Congregations' Nehemiah Homes_ celebrates the leaders and homeowners who have carried out an unprecedented effort to create a safe, affordable community in East Brooklyn. Named for the 5th-century Jewish prophet who led his people in rebuilding the walls of Jerusalem, the Nehemiah homes were founded as a series of owner-occupied dwellings built on formerly-abandoned city land. After organizing to clear blighted land, current and aspiring homeowners banded together to envision a strategy for building not only housing, but also a supportive infrastructure and a larger sense of community that would endure for generations. This historic development was made possible by the deeply-rooted, neighborhood and congregation leaders of East Brooklyn Congregations (EBC), an affiliate of the Industrial Areas Foundation (IAF), the nation’s oldest and largest network of non-partisan citizen’s organizations.\n\nThe first Nehemiah homeowners were largely working people of color, including a large percentage of recent immigrants, who were otherwise denied affordable housing opportunities. Owing to a legacy of racism in local housing markets and housing policies, these New Yorkers faced significant hurdles in their efforts to achieve the American Dream of homeownership. As an exemplary piece of organizing work, Nehemiah created equity where none existed before.\n\nBeginning in 1982 with 1,100 units in Brownsville, Brooklyn, and now numbering over 5,000 throughout the borough, the Nehemiah neighborhoods represent one of the most successful generational wealth-building programs in U.S. history. In addition to documenting the overlooked history of Nehemiah’s formation, this project serves narrators’ current efforts to preserve and expand NYC’s affordable housing stock. Today’s Nehemiah leaders remain intent on passing the program’s benefits along to future generations. \n\nTaken collectively, these oral histories present home ownership as a crucial means of accessing the American Dream. This notion takes numerous shapes in the lived realities of narrators. Many Nehemiah homeowners are immigrants for whom home ownership would have been inconceivable if not for the Nehemiah program. Faced with discrimination and scarce job prospects upon arrival in the U.S., purchasing an affordable home played a big role in helping these immigrant families become a part of the American story. Due to the extremely low-mortgage rates afforded by the program, many Nehemiah families also highlight their ability to cover a higher level of education for their children. \n\nSeveral narrators also emphasize the importance of gaining access not only to a home, but also to an intentional community maintained by generational grassroots efforts to continually improve infrastructure and quality of life. Underlining all these oral histories is a certain reverence for the program’s ability to revitalize forlorn neighborhoods and build generational wealth among the previously disenfranchised. \n\n","Goals":"This act of preservation requires people-power. We will use the oral histories as a means to organize new Nehemiah neighbors and other local leaders as part of an ongoing fight to build more affordable community and protect the existing Nehemiah neighborhoods from unregulated development.\n\nThese oral histories provide qualitative snapshots of the grassroots work that goes into building homes, the rewards reaped by homeowners, and the ongoing labor of preserving the Nehemiah neighborhoods. The statistical success of the Nehemiah effort has been well documented by the work of **[Nehemiah HDFC](https://www.nehemiahrising.com/)**, the program’s development arm. The oral histories complement statistical data, offering a nuanced history of the Nehemiah effort and expanded opportunities to learn from the model. Nehemiah has raised up thousands of affordable units on underutilized land, and accrued tens of millions of dollars in property wealth for predominantly black and brown Brooklyn families.\n\nThe project is being conducted by grassroots oral historian Phillip Norman under the advisement of an intergenerational team of Nehemiah homeowners and other EBC leaders. Applying his own experience as a citizen leader in the IAF tradition, Phillip is helping project narrators think about the most effective ways to share their stories in service of their current organizing goals. \n\nWe have completed twenty oral histories for the project, several of which are on view as an **[online exhibit](https://www.ebcnehemiah-stories.org/)**. Now in its education stage, the project team is pursuing opportunities to share these narratives within and beyond the Nehemiah neighborhoods. \n","Team":"The project is being conducted by grassroots oral historian Phillip Norman under the advisement of an intergenerational team of Nehemiah homeowners as well as other EBC leaders and organizers. The advisory team members are: Eleanor Pinckney, Shantel Palacio, Jason Minnis, Anna London, Fr. Edward Mason, Alberto Hernandez, Rob English, Matilda Dyer, Patrice Jennings, Carmen Daniels, Zandra Brockman, and Julie-Rose Gould.\n\n_From the Ground Up_ began a collaboration with the Housing Justice Oral History Project (HJOHP) in Spring 2024. Through this collaboration, the oral history interviews will be edited, indexed, and included in the HJOHP's platform with the assistance of New School's PhD Candidate Aneta Kohoutová and MA in Historical Studies student Gant Roberson. This collaboration is being coordinated by oral historian Lynn Lewis.\n","Photo":"/content/images/projects/recLffgJHGE9exmX4_full.jpg","locations":["recbOdWS5p2jbUrfa"],"id":"recLffgJHGE9exmX4","RecordId":"recLffgJHGE9exmX4"},{"Name":"Mujeres en Movimiento","Status":"Published","Id":15,"interviews":["recb1rCvYkFbr4I60","recvYHUp3tQhV9Vnv","recwlGJG0ORvFUK9n","recZO7msnpCVvN9fW","recR1dDPU2oxqsDtW","rec7og4GO4ndDp5oJ"],"Slug":"mujeres-en-movimiento-15","Keywords":["Community Control"],"Contact":"Mae Francke Rojo, maefrancke@gmail.com","Site":"https://solutionsnyc.nycitynewsservice.com/2021/05/17/mujeres-en-movimiento/","Themes":["Representation","Community Control","Collective Power","Community Space","Immigrant-led Activism"],"About":"The Mujeres En Movimiento Oral History Project is an ongoing endeavor that collects and centers the efforts of collective care done primarily by women in working-class and immigrant communities, mobilized through mutual aid and solidarity efforts that put community advocacy and wellbeing at the forefront. These stories reveal a collective history of cooperation and resistance, where mutual aid is not only present but fundamental to the survival and formation of resilient communities, ones that are consistently led and sustained by women. \n\nThe grassroots group Mujeres en Movimiento took root in Corona, Queens in 2012, inspired by a shared commitment to health and healing through physical activity. What began with _bailoterapia, _healing dance sessions, sparked by a single woman, quickly grew into a daily gathering of around 50 immigrant women who have since built a strong sisterhood. Together, they’ve transformed exercise into a tool for healing, empowerment, and joy.\n\nThe group’s vision expanded when they connected with _WeBike_, discovering in biking a new form of freedom and empowerment. This led them to advocate for safer streets in their community, including the installation of a bike lane on 111th Street. Despite facing opposition and racial discrimination, Mujeres en Movimiento persisted, asserting their right to safety, joy, and mobility—not just as cyclists, but as mothers and pedestrians in public space.\n\nOne of their latest initiatives is the creation of a community garden—an effort aimed at addressing food insecurity among local families while also offering a peaceful space for connection and reflection.Over the years, they’ve seen how solidarity, movement, and shared purpose have helped them lead fuller, healthier lives—not just for themselves, but for their families and broader community. Beyond physical activity, the group now serves as a second family, especially during challenging times.\n\n","Goals":"In New York City, like in many other cities, Latina immigrant women uphold a rich set of values deeply shaped by their cultural heritage, lived experiences, and collective resilience. Central among these is _familismo_, a strong dedication to family that guides decisions and emphasizes caregiving, intergenerational support, and collective well-being. In the face of systemic barriers and limited access to resources, many engage in networks of solidarity and mutual aid, drawing on informal economies and community organizing to support one another through shared challenges. _Respeto_, mutual respect, is also foundational, especially in maintaining dignity, harmony, and social relationships within families and communities. Spirituality—whether through  ancestral practices or religion—also serve as powerful sources of strength, healing, and hope. Another remarkable value they demonstrate is resilience and perseverance with determination and resourcefulness. \n\nCultural preservation is also deeply valued, as women play a central role in maintaining and transmitting language, traditions, food, and storytelling to younger generations. All these values not only sustain Latina immigrant women in their everyday lives but also contribute to the vitality and cultural richness of New York City. At the heart of the Mujeres en Movimiento Oral History Project is preserving, through oral history, those values.\n\nThis project honors and preserves the knowledge and lived experiences of the immigrant, Spanish-speaking, working-class women who make the area vibrant and resilient. These women—often homemakers or working mothers, single, widowed, or divorced—are frequently overlooked, yet they are actively fighting for their right to exist and shape the city. The project seeks to foster community learning by drawing from their strategies, methods, and motivations of the past to inform future imaginaries and inspire collective action, opening pathways to concrete and just possibilities.\n","Team":"This ongoing oral history project is a collective endeavor led by Mae Francke in collaboration with an advisory team from the organization Mujeres en Movimiento, whose members include Verónica Ramírez, Glendi López, Roselvia Vargas, Monica Bunay, Aracely Vargas, Albina Mateo, Marisela Hernandez, and Elizabeth Tolaba.\n\nThe transcription, editing, analysis, and indexing of the interviews have been carried out by Mae Francke, an alumna from the MS Design and Urban Ecologies at The New School, with the assistance of Silvia Castro Cuellar, a student from the MS Strategic Design and Management program. The interview material will be progressively released alongside a collection of photographs of the narrators, as well as educational material developed collaboratively and an archive of photographs from community meetings, actions, and other activities. The photographs shared in this site are attributed to Gracia Goh, Mae Francke, and Sol Aramendi.\n\n","Photo":"/content/images/projects/recERDugePjRBFuCS_full.jpg","locations":["recZmoPXa57KoV3WQ"],"id":"recERDugePjRBFuCS","RecordId":"recERDugePjRBFuCS"},{"Name":"Picture the Homeless","Status":"Published","Id":1,"interviews":["recFnUofbP8hVgc76","recj7oteOHTIIc0du","recmjNZBBImaVZTwj","recFd9w79Mk48sdoE","recb5Fm0oadbwybUB","reciCwJhCLqitFRQr","recsGv8PEUtN9wZPw","recK1QcS6jlD2kTeI","reclg5xxH9j4JrMXV","recVT1PcT8Gei1TkD","rec4DOvR81Nvs9X5d","recnfP93RtcFPknaW","reclB1gSpIial6l0e","reck90q2dbv4s4U4Z","rec1mkB47HFBg0yz3","recFDf0uERwGXLb0t","recEGMwszeaf4iyUq","recAoQmv1WfCwAb5p","rec3KThmZkGjbAkOL","recfSpyYQf5g7x63L","recrk35aEEFKWqtxn","rec1mhztL0lsqEVWY","recv33E8BQQrq3nEa","recBYUpuHqTaUMgwv","recXQBpsHjomgXmk9","recPS20vjBdSXKEcO","recoU0pLsv7GOkcMN","recAlzAsddT7gUYoV","recN5odVfg07bI3mL","recjF9HASoEN4kSRc","recWHGvxDfBPNUcdl","recsrFG9qroCSJFj3","rec1AKXGeRni6nHoH","rec83TIeP2ubuehCC","recV8kxJtiNRnnEps","rec6qJSVgPYNaBQeP","recnesxI77lkfQB3v","recTC2U33PluHUy7N","recXUB3wIA55eNTfQ","recMIeqhqmLtl4gOy","recq8Nbr1fWdf22pK","recay0qKOTvfyhnC4","recjPtqpmW1smpF8b","recaRU7RfJookQSZd","recw2ainb7mkTtLVk","rec1MqbPA9jorvRaj","rec4SjGNGH1hWMpuQ","recOpkwhwUMhGlWJq","recMCpoH0IlhGQRm2","recmI7cUROV4Y1VOy"],"Slug":"picture-the-homeless-1","Keywords":["Policy Change","Community Land Trusts","Homeless Organizing"],"Contact":"Lynn Lewis, PTH.Oral.History@gmail.com","Site":"https://www.picturethehomeless.org/","Themes":["Being Welcome","Representation","Resistance Relationships","Education","Leadership","Collective Resistance","Justice","Individual Resistance","Race","The System"],"About":"The Picture the Homeless Oral History Project documents an organizing approach that supported the collective political leadership of homeless New Yorkers over a twenty year period. The interviews and archive combine to reveal the impact of that work on members, staff, allies, and the social justice movement and it places the struggles of homeless New Yorkers within a broader movement history. \n\nPicture the Homeless (PTH) waged organizing campaigns that addressed the root causes of homelessness, knowing that doing so could made all of NYC a better place. PTH members and staff educated themselves and the rest of the movement about real solutions to homelessness, using a diversity of tactics  including creative direct action, civil disobedience, street theatre, participatory action research, self-published reports, mutual aid, Know Your Rights and public education, legislation, litigation, media and coalition work, the creation of an organizer trainee program and Homeless Organizing Academy and an appreciation of celebration, fun and love. The fruit of PTH's labor reverberates throughout the housing and social justice movement today. \n\nOral history is a tool for resistance. If movements don't create space for the most marginalized folks to shape social justice struggles, and to lead them, we are subject to replicate the systems of oppression that we aim to end. This project is offered in the spirit of mutual aid and solidarity to strengthen the efforts of homeless and poor folks organizing for justice and respect. \n","Goals":"```\n\n```\nThe Picture the Homeless Oral History Project's approach combines elements of oral history research, community organizing principles and participatory action research methods. We call this approach _Participatory Oral History Research,_ and have identified strategies applicable to any oral history project. \n\n**OUR VALUES** are rooted in the following:\n- People most harmed by injustice must be at the center of leadership for social change – including and especially folks harmed by multiple systems of oppression\n- Respect for each person’s capacity to analyze the meaning of historic events and the conditions of our own lives\n- Research must benefit a communities goals as they define them, and not be extractive or prescriptive\n- Accountability to narrators through on-going engagement benefits each stage of the project\n```\n\n```\n**OUR PURPOSE** is to identify the conditions at PTH that supported homeless New Yorkers to not only stay involved, but to deepen their participation and commitment. In light of the extremely challenging circumstances homeless members were experiencing, we acknowledge the beauty and sacrifice of this work. \n\n\n**OUR METHODS:**\n\n**Documentation:** Fifty-one interviews were conducted with thirty-six different narrators between September 2017 and April 2023. The initial narrators were homeless and formerly homeless PTH members and former staff with ten years or more active participation with the organization. We expanded that to include members who worked on specific campaigns for which additional content was needed. Narrators reviewed their transcripts and edited them as needed and each were offered the opportunity for additional interviews.  \n\n**Analysis:** There are common, overarching themes across all of the interviews. The narrators share a set of values and experiences. In many cases these values and experiences brought them to PTH, and they are what kept them in relationship to PTH, and to one another. \n\n**Preservation:** The PTH Oral History Project uses a range of preservation strategies, with an eye to the near and distant future. This website and our popular education pieces serve as an archive, accessible today. As we develop  additional popular education pieces they will be available here. We are also donating the collection to the Tamiment Library and Robert F. Wagner Labor Archives at NYU where they will be preserved and available for the long term.  \n\n**Education:** By creating multiple entry points to engage with the project, including making popular education pieces, we hope to maximize accessibility and amplify lessons. \n\n```\n\n```\n## **THEMES AND KEYWORDS**\nThere are overarching themes present in every interview, indicating their significance to PTH’s organizing approach. The strong and consistent set of overarching themes also reflects _who_ was interviewed for this project - long time homeless leaders, staff and political allies all invested in PTH's mission. These themes offer invaluable lessons for organizing homeless/unhoused folks, as well as organizing in general.\n\nThe overarching themes are grouped into two categories. The first seven themes below describe the **internal pillars** of PTH’s approach to organizing and the final three themes are the **external contexts** identified by each narrator. The following themes are interrelated and form the basis of PTH's approach to organizing:\n\n1. Being Welcoming\n2. Representation\n3. Education\n4. Leadership\n5. Justice\n6. Resistance Relationships\n7. Collective Resistance\n8. Individual Resistance \n9. Race     \n10. The System\n\nAdditional reflections on what the overarching themes of the Picture the Homeless Oral History Project teach us about PTH's approach to organizing can be found **[HERE](https://drive.google.com/drive/u/0/folders/1gSDssNwFzbsTXW6gEBLFIiBAF39vKY73)**. \n\n**KEYWORDS:**\nKeywords are specific events, processes or things (such as sleep-outs, vacant buildings, gentrification, police violence). In some cases, what is interpreted as a keyword for the purpose of _this_ oral history project may be considered a theme of an individuals oral history interview. For example, several narrators describe the importance of faith in their lives. Because this oral history project aims to document an organizing methodology, the themes identified by the oral history project are themes that are present in every interview. \n","Team":"Lynn Lewis founded the Picture the Homeless Oral History Project after working at PTH for seventeen years. Leaving PTH to study oral history, her goal was to document and preserve this work, recognizing that histories of resistance and movement lessons are lost when they aren’t documented, analyzed, and made widely accessible.\n\nThe projects Advisory Board convened in the fall of 2017. Comprised of some of the initial narrators, our relationships with one another and interest in this project enriched our analysis. During those monthly sessions, as well as over phone calls and meals, we deepened our understanding of the ways in which oral history can be a tool for social change. We held listening and collective transcript review sessions, created a transcript \"lending library\", uploaded transcripts to google docs for collective commenting and brainstormed ways to share the project. We held public events before COVID hit NYC, in March of 2020. Initial advisory board members were Andres Perez, Anthony Williams, Arvernetta Henry, DeBoRah Dickerson, Jean Rice, Marcus Moore, Nikita Price, Rob Robinson, Rogers, Tyletha Samuels, William Burnett.               \n         \nCOVID interrupted our in-person meetings. We regrouped over zoom and Anthony Williams, Rob Robinson, and William Burnett remained actively engaged and met on a monthly basis through May 2023. Much like organizing, there is a fluidity to roles over time. While many of the initial advisory board members no longer participated in the monthly calls, their influence on the project continues via their feedback on popular education materials as well as planning and supporting the project’s public events.\n\nTwo advisory board members passed away during the past three years, and their absence is deeply felt. Nikita Price transitioned in May of 2020 and Anthony Williams in May of 2023. Anthony Williams is a co-founder of PTH. His excitement about this project and his insight brought tremendous energy and meaning to the Advisory Board. His passing leaves an indescribable vacuum. \n\n**The project’s collaborators include**\n\n- Audio mastering, Sound Mixes by Ben Kruse Calla \n- Eleonora Anedda, video recording\n- Gabriela Rendon, website design support\n- Jade LeBlanc-Ernest, logo design\n- Shannon O’Neill, archival support\n","Photo":"/content/images/projects/rectKLGjtCKb3qGdw_full.jpg","locations":["rectmOIpwofWliANf"],"project attachments":["rec1G5dBcvbV5zbfW","recmlGApEBH5EMFJy","rec2xx9hfepRZCUYc","recjSsM0OMuFymEw4","recLzVgh5VAvX7W9y","recQCd7jAhFtRURE8","recKRbUMWCP0nvkef","recZgcVaJ4O8aohcu","recvSZ7UTszezLRAT","recrtmrobD83PDCih","recm0Ktdj14C4fCRB","recfLTLyz4OJ3vUIo","reci5QJLiJvAmCmYP","rec1cjFeTPbQWiN0P","recNZhtSOYzPgROF0","receL3VlBZgji6kaG"],"Archive Text":"Picture the Homeless has an extensive archive of **[photographs](https://www.flickr.com/photos/27985255@N05/albums)**, **[videos](https://www.youtube.com/@picturethehomeless/videos)**, **[news](https://www.dropbox.com/scl/fo/ty0z6m3og7cg38bh8o7gp/h?rlkey=12t7d7bhgvjqu0rv16d1603wq&dl=0)**, and other **[organizing material](https://www.dropbox.com/login?cont=%2Fhome%2FEphemera%252C%2520Flyers%252C%2520Logos%252C%2520Artwork#)** to share. Please feel free to navigate through such material as well as some of the reports developed as part of the Picture the Homeless' campaigns included below. \n","Popular Education Text":"Popular education materials have been created from the oral history interviews and archival materials. \n\nTo access the popular education materials produced by Picture the Homeless for the Homeless Organizing Academy or to advance PTH's campaign work, visit the archive section, under organizing materials.\n","id":"rectKLGjtCKb3qGdw","RecordId":"rectKLGjtCKb3qGdw"},{"Name":"Sunset Park is Not for Sale","Status":"Published","Id":12,"interviews":["recNm4ebc0wW2JC6l","recJqLshSzYjJOS7n","recnZpaozT1Ne2IGg","recwQTlyKLewcnnNs","recunh3NnMWhfxmf6","recP5gs0zFLMzVPqJ","recbuXVQsT572XfuA","recaJmODgGQaFcYaZ","recoC5hVTndUvnjCr"],"Slug":"sunset-park-is-not-for-sale-12","Keywords":["Community Control"],"Contact":"Gabriela Rendón: grendon@newschool.edu","Site":"https://parsons.edu/housingjusticelab/","Themes":["Collective Power","Land and Housing Rights","Gentrification","Coalition Building","Solidarity"],"About":"The Sunset Park is Not for Sale Oral History Project documents and preserves the organizing efforts that residents, community leaders, grassroots groups, and community organizations have carried out to protect the working class character of the neighborhood and the well-being of the working-class and immigrant communities that proudly call Sunset Park home. This project pays tribute to the voices of those who have united to establish collective influence in shaping decisions and affairs that impact the social, economic, and environmental aspects of Sunset Park.\n\nAt the same time, the project serves as a valuable tool for community organizing, especially in the face of city plans and real estate development agendas that increasingly target immigrant and working-class communities for expansion and profit. It aims to pass on knowledge to those who will engage in future struggles and to the next generations of Sunset Park's activists. In essence, this project is a collective endeavor to draw wisdom from past experiences, enabling action in response to present and future rezoning and gentrification processes. \n\n","Goals":"At the heart of this oral history project lies the intrinsic value of land and its connection to the people who reside on and care for this land, both for the present and future generations. It places a special emphasis on the grassroots efforts aimed at preserving land usage for the benefit of the community, rather than for the profit-driven interests of real estate.\n\nThe project has multiple objectives. Firstly, it aims to uncover the tangible and intangible outcomes of profit-driven development and rezoning processes, from the perspective of residents and those directly affected. Secondly, it seeks to compile local organizing strategies for resident mobilization, coalition building, and campaign development to assemble new collective visions and strategies to keep protecting low-income housing and manufacturing spaces in the near future. \n\nThirdly, it sheds light on the challenges encountered in the pursuit of collective power to attain community control over decisions traditionally made by influential stakeholders. Fourthly, this project aims to underscore the significance of neighborhood coalition building and city-wide alliances in constructing a broader front dedicated to the protection of working-class and immigrant communities throughout the city. Lastly, this oral history project aims to demonstrate that when people stand united, they are difficult to defeat.\n\nThe Sunset Park Is Not for Sale Oral History Project was conceived a year after the owners of Industry City withdrew a controversial rezoning application, which sought to transform the 35-acre complex situated along Sunset Park's waterfront. If this rezoning had been approved, it could have triggered a transformation akin to what has been witnessed in other industrial and working-class districts in northern Brooklyn. Thanks to the dedicated efforts of numerous residents, community leaders, and organizers, a resounding message echoed throughout the city: Sunset Park is Not for Sale, neither now nor ever. \n\nThe slogan \"Sunset Park is Not for Sale\" was initially conceived during actions organized by UPROSE and was eventually embraced by the community manifesting as banners, signs, chants, and wall projections. Central to the methodology of this oral history project is bringing together the memories and experiences of the individuals who have carried that message. While it is currently in the documentation phase, this project will progress through subsequent stages, including analysis, dissemination, and education.\n\n","Team":"This ongoing oral history project is a collective endeavor led by Gabriela Rendón in collaboration with an intergenerational advisory team, whose members, listed in alphabetical order, include Genesis Aquino, Jeremy Kaplan, Antoinette Martínez, Rodrigo Camarena, Marcela Mitaynes, Maria Roca, Elizabeth Yeampierre, and Betty Yu.\n\nThe editing, analysis, and indexing of the interviews have been carried out by Xavier Alvarez Moysén, a Ph.D. candidate in Sociology at The New School and a senior researcher with the Housing Justice Oral History Project. The interview material will be progressively released alongside a collection of photographs of the narrators, as well as an archive of photographs from community meetings, actions, and marches. Both sets of photographs have been shared by and attributed to Rodrigo Camarena.\n","Photo":"/content/images/projects/rec6PJR4ZbmS2Bx1r_full.jpg","locations":["rec3whWlsUUIvmI5v"],"id":"rec6PJR4ZbmS2Bx1r","RecordId":"rec6PJR4ZbmS2Bx1r"},{"Name":"Voces Ciudadanas","Status":"Published","Id":8,"interviews":["recEAjQLDQTQoCJAX","recw4cG3S04G9fUey","rec6l3cO8de0rWWty"],"Slug":"voces-ciudadanas-8","Keywords":["Policy Change"],"Contact":"Gabriela Rendon: grendon@newschool.edu / Victoria Quiroz Becerra: victoriaquiroz@vocesciudadanasinc.org","Site":"https://vocesciudadanasinc.org","Themes":["Education","Community Space","Immigrant Communities","Gentrification","Community Control"],"About":"The Voces Ciudadanas Oral History Project seeks to unearth the voices and memories of Brooklyn’s Sunset Park residents who have been involved in creating community spaces for the benefit of all. It seeks to foster community learning from past strategies, methods, and motivations to inform future imaginaries and concrete possibilities leading to the creation of new community spaces as a way to address structural inequalities.\n\nThe Voces Ciudadanas Oral History Project brings together the diverse immigrant communities that have fought to create community spaces, either tangible or intangible, for the benefit of all in Brooklyn's Sunset Park. The narrators of this oral history project include residents and community leaders involved in past and current local initiatives, campaigns, and coalitions, including Make Space for Schools, Defensores, El Grito de Sunset Park, and the Coalition for Community Space.\n\nThis collective oral history project was conceived as an organizing tool to learn about past community organizing endeavors in the face of the demolition and new construction of the Sunset Park Public Library. Under the leadership of the community-based organization Voces Ciudadanas, local residents, civic groups, and community organizations got together and started organizing to preserve the temporal space the public library used while the new construction took place.\n","Goals":"This oral history project is rooted in some of the values the local immigrant communities have exercised in Sunset Park for decades. First, celebrating the different ways of organizing practiced by the different communities which have been shaped by their cultural backgrounds. Second, valuing and nurturing from the experiential knowledge that residents, organizers, and community leaders are sharing with the new generations. Third, honoring and learning from the memories of all of those who have fought against inequalities, discrimination, and alienation recognizing the time, commitment, and courage implied in those efforts. Fourth, recognizing the power of collective awareness, organizing, and imagining to together shape the future we want to live in. Lastly, challenging foreign and constructed narratives by creating community-control narratives that speak about local realities and creative ways to overcome challenges.   \n\n","Team":"This ongoing oral history project is a collaborative effort led by Gabriela Rendón in conjunction with members of Voces Ciudadanas, including Victoria Quiroz Becerra, Javier Salamanca, and Antelma Valdéz. Most of the interviews were conducted at Voces Ciudadanas, and we extend our sincere gratitude to Antelma Valdéz and Manuel Martínez for generously providing the space for these meaningful conversations.\n\nSince its inception in 2015, Voces Ciudadanas has been dedicated to empowering migrants and other marginalized communities by fostering community leadership, organizing, and offering popular education-based programs. The organization also creates platforms for community dialogue with the ultimate aim of realizing social justice.\n\nCentral to this oral history project are the narrators, who not only shared their treasured memories, experiences, dreams, and visions but also dedicated time to review their recordings, edit their transcripts, and prepare the materials for this platform. We express our heartfelt appreciation to all the narrators for their invaluable contributions to the collective history of Sunset Park.\n\nLast but certainly not least, the commencement of this project would not have been possible without the invaluable efforts of students from the MS Design and Urban Ecologies program, Class of 2024: Melissa Bosley, Beka Fadila, Daniela Fernandez Lopez, Mae Francke Rojo, Gracia Goh, Sofia Kavlin, Lukas Kernke, and Alex Purcelli. They conducted, transcribed, edited, and translated interviews in the Spring of 2023. Xavier Alvarez Moysén, PhD candidate of Sociology at The New School and senior researcher at the Housing Justice Oral History Project, followed this work in the Fall of 2023.\n","Photo":"/content/images/projects/recrJoFvoaNE76HrM_full.jpg","locations":["recSgzy29srDCtuuT"],"id":"recrJoFvoaNE76HrM","RecordId":"recrJoFvoaNE76HrM"}]